listening_promt = (
            "Придумай задание для IELTS Listening - экзамена по английскому. "
            "Предоставь  текст на 100-150 слов, это должен быть диалог между двумя говорящими "
            "а затем 3-5 вопросов в виде предложений с пропущенными словами, на которые нужно ответить после прослушивания."
            "Обязательно на английском языке."
        )

reading_promt = (
            "Придумай задание для IELTS Reading - экзамена по английскому. "
            "Предоставь текст (примерно 200-250 слов) и 3-5 вопросов к нему c форматом выбора ответа. "
            "Всё на английском языке."
        )

speaking_promt = (
            "Придумай задание для IELTS Speaking - экзамена по английскому. "
            "Укажи 3-4 вопроса, на которые студент должен ответить развернуто. "
            "Все на английском языке."
        )

writing_promt = (
            "Придумай задание для IELTS Writing - экзамена по английскому. "
            "Предложи 2-3 темы для написания эссе. Все темы укажи на английском языке."
        )

