help_command_text = (
    "Доступные команды:\n"
    "/start - Регистрация пользователя и выбор нового топика задания.\n"
    "/help - Помогу с ботом. Кря. \n"
    "/task_new_topic - Выбрать новый топик и получить задание.\n"
    "Вы можете выбирать топик как с помощью кнопок, так и отправить его с клавиатуры "
    "(доступные варианты: listening, speaking, reading, writing).\n"
    "/task_same_topic - Получить задание по предыдущему выбранному топику.\n"
    "/send_next_part - Получить следующую часть задания из выбранного топика.\n"
)

start_text = (
    "Добро пожаловать!\n"
    "Этот бот поможет Вам подготовиться к IELTS экзамену по английскому языку\n"
    "Он будет присылать Вам задания для подготовки, а в ответ будет ждать от Вас ответы, после которых будет давать фидбек\n"
    "Выберите раздел IELTS, над которым хотите потренироваться:"
)

end_topic_task_text = (
    "Все части задания пройдены!\n\nВыберите действие:\n"
    "• Новый топик - выбрать новый раздел для задания.\n"
    "• Повторить задание - повторно сгенерировать задание по выбранному ранее топику.",
)
